Repository: tmontel/personal-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Contact Me
fr: Contactez Moi

source: My Address
fr: Mon Adresse

source: Social Profiles
fr: Réseaux Sociaux

source: Call Me
fr: Appelez Moi

source: Your Name
fr: Votre Nom

source: Subject
fr: Sujet

source: Loading
fr: Chargement en cours

source: Your message has been sent. Thank you!
fr: Votre message a été envoyé. Merci!

source: Send Message
fr: Envoyer le Message

source: About
fr: A Propos

source: Learn more about me
fr: En savoir plus sur moi

source: Senior back-end developer
fr: Développeur back-end sénior

source: Holder of PCEP and PCAP Python certifications. On the way to mastering the Python language, the Django framework and Flask.
fr: Titulaire des certifications Python PCEP et PCAP. En route vers la maitrise du langage Python, du framework Django et de Flask.

source: Birthday
fr: Date de naissance

source: Website
fr: Site web

source: Phone
fr: Téléphone

source: City
fr: Ville

source: Degree
fr: Niveau d'étude

source: Bachelor
fr: Baccalauréat

source: Email
fr: Courriel

source: Freelance
fr: Pigiste

source: Unavailable
fr: Non disponible

source: Specialist in new technologies and their integration into the daily lives of users, I have been working for 15 years in the design and production of applications, in particular in the implementation of e-commerce solutions, a field in which I have been working for a decade.
fr: Spécialiste des nouvelles technologies et de leur intégration dans le quotidien des usagers, je travaille depuis 15 ans dans la conception et la réalisation d'applications, notamment dans la mise en place de solution e-commerce, domaine dans lequel j'oeuvre désormais depuis une dizaine d'années.

source: My field of expertise extends from customer contact, to the definition of the solution architecture, to the delivery of a quality product. I also have a strong commitment to the opportunities for constant improvement in the projects I work on.
fr: Mon champ d'expertise s'étend du contact client, à la définition de l'architecture de solution, jusqu’à la livraison d'un produit de qualité. J'ai également un fort engagement envers les possibilités d'amélioration constante des projets sur lesquels je travaille.

source: I have been interested in Big Data and Machine Learning for some time, which is why I recently added mastery of the python language to my skill set.
fr: Je m'interesse depuis quelque temps au Big Data et au Machine Learning, c'est pourquoi, j'ai ajouté récemment la maitrise du langage python à ma palette de compétence.

source: Years of Seniority
fr: Années d'expérience

source: Python Certifications
fr: Certifications Python

source: Years SAQ Team leader
fr: Années chef d'équipe sur SAQ

source: Skills
fr: Compétences

source: Interests
fr: Intérêts

source: Testimonials
fr: Témoignages

source: Resume
fr: CV

source: Check My Resume
fr: Mon parcours

source: Sumary
fr: Sommaire

source: Innovative, time-conscious back-end developer with over 15 years of experience designing and developing user-centric software from initial concept to final, polished deliverable.
fr: Développeur back-end innovant et soucieux des délais avec plus de 15 ans d'expérience dans la conception et le développement de logiciels centrés sur l'utilisateur, du concept initial au livrable final et soigné.

source: IT Specialist
fr: Spécialiste en Technologies de l'Information

source: Bachelor's degree in Computer Systems and Software, Software Development
fr: Licence Systèmes Informatiques et Logiciels, Développement logiciel

source: Auvergne University
fr: Université d'Auvergne

source: B.T.S. IRIS, Software Development and Networks, Software Development
fr: B.T.S. IRIS, Développement Logiciel et Réseaux, Développement Logiciel

source: Professional Experience
fr: Expérience professionnelle

source: Lead Backend Developer
fr: Développeur Backend Principal

source: Now
fr: Maintenant

source: Montreal
fr: Montréal

source: Architecture, implementation, maintenance and evolution of the SAQ.com site
fr: Architecture, mise en place, maintenance et évolutions du site SAQ.com

source: System Integration, Rest API, JWT Token
fr: Intégration système, API Rest, jeton JWT

source: Payment system management, Fraud detection
fr: Gestion de système de paiement, Détection de fraude

source: Fastly, Varnish, VCL Snippet and Redis
fr: Fastly, Varnish, VCL Snippet et Redis

source: SAML Authentication
fr: Authentification SAML

source: Unit testing
fr: Tests unitaires

source: Development of Magento 1 and 2 e-commerce sites
fr: Développement de sites e-commerce Magento 1 et 2

source: Design, development and maintenance of e-commerce platforms
fr: Conception, développement et maintient des plateformes e-commerce

source: Functional analysis
fr: Analyse Fonctionnelle

source: Database design
fr: Conception de bases de données

source: User technical support
fr: Support technique utilisateurs

source: Documentation writing
fr: Rédaction de documentation

source: Customizations / Evolutions
fr: Personnalisations / Évolutions

source: System integrations
fr: Intégration système

source: Performance Optimization - Security Management
fr: Optimisation des performances- Gestion de la sécurité

source: Digital Marketing Developer
fr: Développeur Marketing Numérique

source: Creating Google Docs Scripts
fr: Création de scripts Google documents

source: Creating Adwords Scripts
fr: Création de scripts Adwords

source: DoubleClick Studio Dynamic Banners
fr: Bannières dynamiques DoubleClick Studio

source: Google Analytics measurement plan and implementation guide
fr: Plan de mesure et guide d'implantation Google Analytics

source: Google Tag Manager and Google Analytics setup
fr: Configuration Google Tag Manager et Google Analytics

source: Implementation of internal tools
fr: Mise en place d'outils internes

source: Monitoring and evolution of the company's ERP
fr: Suivi et évolutions de l'ERP de la compagnie

source: Backend Developer
fr: Développeur Backend

source: Implementation of a personalized newsletter program for Bestbuy
fr: Mise en place d'un programme de newletters personnalisées pour Bestbuy

source: Development of various contests for Bestbuy and Les Ailes de la Mode
fr: Développement de divers concours pour Bestbuy et Les ailes de la mode

source: Development of Wordpress plugins for the websites of the Opéra de Montreal, the Noel au Printemps Foundation and Sonotechnique
fr: Développement de plugins Wordpress pour les sites de l'Opéra de Montreal, de la fondation Noel au printemps et de Sonotechnique

source: Development of fan pages as well as several Facebook games for Educ'Alcool / Pocheville
fr: Développement de fan pages ainsi que de plusieurs jeux Facebook pourEduc'Alcool / Pocheville

source: Works on the Google map API
fr: Travaux sur l'API de Google map

source: Work on an online registration and tracking system for Telus rep events
fr: Travaux sur un système d'inscription et de suivi en ligne pour des événements des représentants Telus

source: Development of several streaming sites
fr: Développement de plusieurs sites de diffusion streaming

source: Wordpress multi-user blog
fr: Blog multi-utilisateurs Wordpress

source: Linux system administration
fr: Administration système Linux

source: Flash Developer
fr: Développeur Flash

source: AS1 / AS2 flash animation development
fr: Développement animations flash AS1 / AS2

source: Development and securing of online payment methods in PHP 5 (Credit card)
fr: Développement et sécurisation de moyens de paiement en ligne en PHP 5 ( Carte bancaire )

source: Development and securing of online payment methods in JavaJ2EE / Webservices (Internet+)
fr: Développement et sécurisation de moyens de paiement en ligne en JavaJ2EE / Webservices ( Internet+)

source: MySql database design and optimization
fr: Conception et optimisation de bases de données MySql

source: Ajax development
fr: Développement Ajax

source: Development of game servers in Php
fr: Développement de serveurs de jeu en Php

source: General development on the Prizee.com website
fr: Développement général sur le site Prizee.com

source: Setting up a dynamic graph system in Java
fr: Mise en place d'un système de graphes dynamiques en Java

source: System Administrator / Java Developer
fr: Administrateur système / Développeur Java

source: Design and implementation of a shared agenda / messaging management application in Java J2EE
fr: Conception et réalisation d'une application de gestion d'agenda partagé / messagerie en Java J2EE

source: Managing a remote application via Terminal Server
fr: Gestion d'une application distante via Terminal Server

source: I'm a passionate <span>backend developer</span> from Saint-Bruno de Montarville
fr: <span>Développeur backend</span> passionné de Saint-Bruno de Montarville

source: My Works
fr: Mes Réalisations
